<!doctype html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="description" content="">
    <title>Galería Virtual</title>

    <!-- Bootstrap core CSS -->
    <link href="css/bootstrap.min.css" rel="stylesheet">
    <script src="js/jquery-3.5.1.min.js"></script>
</head>
<body>

<header>
    <div class="navbar navbar-light shadow-sm">
        <div class="container">
            <a href="#" style="display: none"/>
            <a href="index.html" class="navbar-brand d-flex align-items-center">
                <img src="images/paredfinal/JpgParedFinal/LogoEscudo.jpg" width="50" height="50" style="margin-right: 10px">
                <strong>Consulado General De la República Dominicana - Galería Virtual</strong>
            </a>
        </div>
    </div>

    <div class="container">
        <div class="row py-lg-5">
            <h1 class="fw-light text-center">
                Elsa Nuñez
            </h1>
            <div>
                <ul class="nav nav-tabs mb-3" id="myTab" role="tablist">
                   <li class="nav-item" role="presentation">
                        <button class="nav-link active" id="obras-tab" data-bs-toggle="tab" data-bs-target="#obras" type="button" role="tab" aria-controls="obras" aria-selected="true">Obras</button>
                    </li>
                    <li class="nav-item" role="presentation">
                        <button class="nav-link" id="bio-tab" data-bs-toggle="tab" data-bs-target="#biografia" type="button" role="tab" aria-controls="bio" aria-selected="false">Biografía</button>
                    </li>

                </ul>
            </div>
            <div class="tab-content" id="pills-tabContent">
                <div class="tab-pane fade" id="biografia" role="tabpanel" aria-labelledby="bio-tab">
                    <main>
                        <section class="py-5 container">
                            <div class="row py-lg-5">
                                <div class="col-lg-12 col-md-12 mx-auto">
                                    <code class="lead text-muted">
                                        <p>Naci&#243; en Santo Domingo, realiz&#243; sus estudios en el colegio Mar&#237;a Auxiliadora, en el Instituto de se&#241;oritas Salom&#233; Ure&#241;a y en la Universidad Aut&#243;noma de Santo Domingo, donde se gradu&#243; de Licenciada en Filosof&#237;a.</p>
<p></p>
<p>Curs&#243; la carrera de arte en la Escuela Nacional de Bellas Artes, gradu&#225;ndose en el a&#241;o 1962. En el 1970 parte hacia Madrid donde realiz&#243; un post-grado en la Real Academia de San Fernando de Madrid y un curso libre en el C&#237;rculo de Bellas Artes, tambi&#233;n en Madrid.</p>
<p></p>
<p>Ha ense&#241;ado pintura y dibujo en la Escuela Nacional de Bellas Artes y en otros centros docentes. Con su esposo, el actor y pintor, &#193;ngel Hach&#233;, dirigi&#243; los Talleres de Creatividad Infantil: en Casa de Teatro, Museo de Arte Moderno y Museo de las Casas Reales. Imparti&#243; clases de dibujo en el Colegio Dominicano de la Salle y en la Universidad APEC. En 1979 fue becada junto a su esposo por la UNESCO, para visitar los Talleres de Creatividad Infantil en Espa&#241;a y Francia, con el prop&#243;sito de conocer los m&#233;todos de animaci&#243;n cultural que se aplican en esos pa&#237;ses.</p>
<p></p>
<p>Ha dirigido la Sala Paul Giudicelli de Casa de Teatro, y fue presidenta del Colegio Dominicano de Artistas Pl&#225;sticos en el 1996. Ha Expuesto sus obras en: el Palacio de Bellas Artes, Galer&#237;a Olimpia, Galer&#237;a Andre’s, Universidad Cat&#243;lica Madre y Maestra de Santiago de los Caballeros, Sala de arte Rosa Mar&#237;a, Galer&#237;a Auffant, Voluntariado de las Casas Reales, Museo de Arte Moderno, Museo de las Casas Reales, Museo del Hombre, Casa de Italia , Altos de Chav&#243;n, La Galer&#237;a. En Madrid expuso en el Instituto de Cultura Hisp&#225;nica, en el Colegio Mayor Guadalupe y en la Galer&#237;a Forum.</p>
<p></p>
<p>Ha participado en bienales y colectivas importantes, tales como: Colectiva Internacional, en Saint Thomas; Concurso Anual de Arte E. Le&#243;n Jimenes; Colectiva Internacional Uni&#243;n Carbide; Bienal de Artes Pl&#225;sticas del Museo de Arte Moderno; Pintura Peruano-Dominicana, Galer&#237;a Forum, en Madrid, Espa&#241;a; Arte Actual de Ibero Am&#233;rica en El Centro Cultural de la Villa de Madrid; Casa de Am&#233;rica Latina, Par&#237;s; Canning House, Londres; Michigan; Festival de Arte Carifesta, Cuba; Festival Internacional de Cagnes Sur-Mer, Francia; Colectiva Pro Venezuela, Caracas; Concurso Cristobal Col&#243;n, Espa&#241;a; Club de Bonn, Alemania; Bienal de Sao Paulo; American Express, Miami; Panam&#225;; Costa Rica; Segunda Bienal de Arte de Quito, Ecuador; Museo de Ponce, Puerto Rico; Gran Palais, Par&#237;s; Galer&#237;a Cristisa, Miami; New Art from Dominican Republic, New york; Bienal de Venecia; Galer&#237;a One Brickell Square, Miami. Particip&#243; en la Expo Colectiva Iberoam&#233;rica Pinta. Ilustr&#243; para Periolibros, &#39;&#39; Cuentos para leer despu&#233;s del ba&#241;o”, de Camilo Jos&#233; Cela. Realiz&#243; un mural “Homenaje a las Hermanas Mirabal”, en el Obelisco de Santo Domingo; particip&#243; en “Cuatro Artistas en Movimiento”, Teatro Nacional, y en la exposici&#243;n, Artistas Magistrales de la Pl&#225;stica Dominicana, en el ICDA. Sus &#250;ltimas exposiciones individuales son: Tr&#237;pticos de Arte Sacro, Museo de las Casas Reales; Mundos Abstractos y Figurativos, Embajada de Francia y, Sin L&#237;mites, Galer&#237;a Alinka, en la que tambi&#233;n expuso Rosa Tav&#225;rez.</p>
<p></p>
<p>Ha recibido varios premios y distinciones: Primer Premio de Pintura Palacio de Bellas Artes , 1962; Premio M&#225;scara a la Mejor Exposici&#243;n del a&#241;o,1967, premio a su obra &#168;Virgen de Regla&#168; en la ciudad de Ban&#237;. Tercer premio Concurso E. Le&#243;n Jimenes en Santiago, Premio Independencia, otorgado por la Embajada y la Casa de Espa&#241;a, Gran Anacona de Oro , reconocimiento por su labor en la pl&#225;stica nacional, premio Casandra. Medalla al M&#233;rito por la Direcci&#243;n General Promoci&#243;n de la Mujer, premio a la Excelencia Profesional otorgado por el Presidente de la Rep&#250;blica Dominicana, Doctor Leonel Fern&#225;ndez, entre otros.</p>
<p></p>
<p>Una abundante bibliograf&#237;a ha incluido sus obras: Arte Dominicano por Dar&#237;o Suro; la Pintura en la Sociedad Dominicana por Danilo de los Santos; Arte Dominicano Contempor&#225;neo de Gary Nicol&#225;s Nader; Antolog&#237;a de la Pintura Dominicana de C&#225;ndido Ger&#243;n; Monograf&#237;a &#168;De los Mundos Interiores a los Paisajes sin L&#237;mites por Marianne de Tolentino; Personalidades Dominicanas por Rafael Molina Morillo; Enciclopedia de las Artes Pl&#225;sticas por C&#225;ndido Ger&#243;n; Maestros de la Pintura Dominicana por C&#225;ndido Ger&#243;n; La Mujer en el Arte Dominicano por Jeannette Miller; Memorias de la Pintura Dominicana de Danilo de los Santos; Historia de la Pintura Dominicana por Jeannette Miller; Resumen de Arte Dominicano por el Licenciado Rodr&#237;guez Demorizi,Grandes Dominicanos</p>
<p>de Carlos T.Mart&#237;nez.</p>

                                    </code>
                                </div>
                            </div>
                        </section>
                    </main>
                </div>
                <div class="tab-pane fade show active" id="obras" role="tabpanel" aria-labelledby="obras-tab">
                    <main>
                        <div class="modal fade" id="imagemodal" tabindex="-1" role="dialog" aria-labelledby="myModalLabel"
                             aria-hidden="true">
                            <div class="modal-dialog modal-xl" data-dismiss="modal">
                                <div class="modal-content">
                                    <div class="modal-body">
                                        <img src="" class="imagepreview" style="width: 100%;">
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="album py-5 bg-light">
                            <div class="container">
                                <div class="row row-cols-1 row-cols-sm-2 row-cols-md-3 g-3">
                                                    <div class="col">
                    <div class="card shadow-sm">
                        <a href="#" class="pop">
                            <img src="images/elsa/Contemplación.jpg" class="img-thumbnail z-depth-1"
                                 data-toggle="modal" data-target="#modal1"/>
                        </a>
                        <div class="card-body">
                            <p class="card-text">
                                contemplación
                            </p>
                        </div>
                    </div>
                </div>

                <div class="col">
                    <div class="card shadow-sm">
                        <a href="#" class="pop">
                            <img src="images/elsa/Dialogos Césped.jpg" class="img-thumbnail z-depth-1"
                                 data-toggle="modal" data-target="#modal1"/>
                        </a>
                        <div class="card-body">
                            <p class="card-text">
                                dialogos césped
                            </p>
                        </div>
                    </div>
                </div>

                <div class="col">
                    <div class="card shadow-sm">
                        <a href="#" class="pop">
                            <img src="images/elsa/Titulo Desconocido.jpg" class="img-thumbnail z-depth-1"
                                 data-toggle="modal" data-target="#modal1"/>
                        </a>
                        <div class="card-body">
                            <p class="card-text">
                                titulo desconocido
                            </p>
                        </div>
                    </div>
                </div>


                                </div>
                            </div>
                        </div>
                    </main>
                </div>
            </div>
        </div>
    </div>
</header>
<footer class="text-muted py-5">
    <div class="container">
        <p class="float-end mb-1">
            <a href="#">Volver Arriba</a>
        </p>
    </div>
</footer>


<script src="js/bootstrap.bundle.min.js"></script>s
<script type="application/javascript">
    $(function () {
        $('.pop').on('click', function () {
            $('.imagepreview').attr('src', $(this).find('img').attr('src'));
            $('#imagemodal').modal('show');
        });
    });
</script>

</body>
</html>
