<!doctype html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="description" content="">
    <title>Galería Virtual</title>

    <!-- Bootstrap core CSS -->
    <link href="css/bootstrap.min.css" rel="stylesheet">
    <script src="js/jquery-3.5.1.min.js"></script>
</head>
<body>

<header>
    <div class="navbar navbar-light shadow-sm">
        <div class="container">
            <a href="#" style="display: none"/>
            <a href="index.html" class="navbar-brand d-flex align-items-center">
                <img src="images/paredfinal/JpgParedFinal/LogoEscudo.jpg" width="50" height="50" style="margin-right: 10px">
                <strong>Consulado General De la República Dominicana - Galería Virtual</strong>
            </a>
        </div>
    </div>

    <div class="container">
        <div class="row py-lg-5">
            <h1 class="fw-light text-center">
                Iris Pérez
            </h1>
            <div>
                <ul class="nav nav-tabs mb-3" id="myTab" role="tablist">
                   <li class="nav-item" role="presentation">
                        <button class="nav-link active" id="obras-tab" data-bs-toggle="tab" data-bs-target="#obras" type="button" role="tab" aria-controls="obras" aria-selected="true">Obras</button>
                    </li>
                    <li class="nav-item" role="presentation">
                        <button class="nav-link" id="bio-tab" data-bs-toggle="tab" data-bs-target="#biografia" type="button" role="tab" aria-controls="bio" aria-selected="false">Biografía</button>
                    </li>

                </ul>
            </div>
            <div class="tab-content" id="pills-tabContent">
                <div class="tab-pane fade" id="biografia" role="tabpanel" aria-labelledby="bio-tab">
                    <main>
                        <section class="py-5 container">
                            <div class="row py-lg-5">
                                <div class="col-lg-12 col-md-12 mx-auto">
                                    <code class="lead text-muted">
                                        <p>Licenciada en Artes Pl&#225;sticas (Cum laude), por la Universidad Aut&#243;noma de Santo Domingo.</p>
<p>Egresada de la Escuela Nacional de Artes Visuales. T&#233;cnico en Artes Publicitarias en la Universidad Aut&#243;noma de Santo Domingo. </p>
<p></p>
<p>Ha realizado talleres y estudios t&#233;cnicos de cer&#225;mica, historia del arte, restauraci&#243;n de obras de arte, performance y gesti&#243;n cultural. Es maestra en la escuela Nacional de Artes Visuales desde el 1998.</p>
<p>Creadora multidisciplinaria, desarroll&#225;ndose en las &#225;reas de dibujo, pintura, cer&#225;mica, escultura y performance.  Es considerada una de las principales artistas de su generaci&#243;n, con una trayectoria de 30 a&#241;os tanto nacional como internacionalmente. Con un lenguaje personal en su obra, toca problem&#225;ticas que afectan a la sociedad, abordando temas y luchando contra la desigualdad social, la migraci&#243;n, el abuso infantil, la violencia, el feminicidio a la mujer y la impunidad. </p>
<p></p>
<p>Iris P&#233;rez es egresada de la Escuela Nacional de Bellas Artes, donde actualmente se desempe&#241;a como docente y de la Universidad Aut&#243;noma de Santo Domingo graduada Cum laude como Licenciada en artes pl&#225;sticas, y t&#233;cnico en Artes Publicitarias en la misma universidad. Ha ense&#241;ado en importantes instituciones del pa&#237;s, como la Universidad INTEC para maestros de educaci&#243;n art&#237;stica, Museo del Dibujo Contempor&#225;neo, Centro de Rehabilitaci&#243;n, Colegio Babeque Secundario, Centro Cultural de Espa&#241;a, Facilitadora Externa para el Ministerio de Educaci&#243;n en la ense&#241;anza de educaci&#243;n art&#237;stica a maestros y maestras de las escuelas p&#250;blicas. Ha trabajado en talleres comunitarios y jornadas de arte p&#250;blico dirigidos a mujeres y ni&#241;os en distintos espacios del pa&#237;s.</p>
<p></p>
<p>Fund&#243; y dirigi&#243; de forma conjunta por ocho a&#241;os el Laboratorio evolutivo de Arte Contempor&#225;neo, llevando una agenda cultural de gran relevancia, dando cabida a las distintas disciplinas de las artes, organizando y curando exhibiciones, proyectos colectivos, puesta en circulaci&#243;n de libros, casa de relevantes talleres literarios. En 2004, fue seleccionada por la organizaci&#243;n ARTIADE para representar al pa&#237;s en las Olimpiadas del Arte, evento que se organiza con motivo a los Juegos Ol&#237;mpicos “Atenas 2004”.  Desde el 2000 participa en la muestra “Women of the world”, con una ruta itinerante en diferentes museos, galer&#237;as y centros culturales del mundo. Declarada Visitante Distinguida por el alcalde de Tegucigalpa, Honduras, en la Reuni&#243;n Interregional de la AIP-UNESCO, en donde le fue otorgada la llave de la ciudad. Por su instalaci&#243;n performance “Danza del Hambre”, recibi&#243; una medalla de reconocimiento de la FAO. Invitada para ser jurado en los premios Ford Conservaci&#243;n y Medio Ambiente en la versi&#243;n del 2005. Particip&#243; en 2007 en los proyectos de artista en residencia LE PARC, Pampelonne, Francia y PAF, Reims, Francia. Entre 2002 y 2005 dirigi&#243; el proyecto de arte p&#250;blico Acciones Contempor&#225;neas, con proyectos colectivos de murales, acciones performaticas, exhibiciones y concursos en santo Domingo y el interior del pa&#237;s. Ha sido seleccionada para representar el pa&#237;s en las IV y V Bienal Internacional de Arte de Beijing, en el Museo Nacional de Arte de Beijing, China, durante los a&#241;os 2010 y 2012. Entre el 2011 al 2014 realiz&#243; el monumento escult&#243;rico “Luz del Mundo”, en Santo Cerro, La Vega, Rep&#250;blica Dominicana.</p>
<p></p>
<p>Durante el tiempo de pandemia (2020) cre&#243; los “Di&#225;logos desde el Encierro”, espacio de difusi&#243;n de las artes e intercambio con otras culturas. Desde 1989, ha participado en exhibiciones  colectivas, bienales,  realizado muestras individuales e intercambios de artistas en residencia en  espacios expositivos de Am&#233;rica, Asia, Ocean&#237;a y Europa.</p>
<p></p>

                                    </code>
                                </div>
                            </div>
                        </section>
                    </main>
                </div>
                <div class="tab-pane fade show active" id="obras" role="tabpanel" aria-labelledby="obras-tab">
                    <main>
                        <div class="modal fade" id="imagemodal" tabindex="-1" role="dialog" aria-labelledby="myModalLabel"
                             aria-hidden="true">
                            <div class="modal-dialog modal-xl" data-dismiss="modal">
                                <div class="modal-content">
                                    <div class="modal-body">
                                        <img src="" class="imagepreview" style="width: 100%;">
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="album py-5 bg-light">
                            <div class="container">
                                <div class="row row-cols-1 row-cols-sm-2 row-cols-md-3 g-3">
                                                    <div class="col">
                    <div class="card shadow-sm">
                        <a href="#" class="pop">
                            <img src="images/iris/Los Caminos del Ser.jpg" class="img-thumbnail z-depth-1"
                                 data-toggle="modal" data-target="#modal1"/>
                        </a>
                        <div class="card-body">
                            <p class="card-text">
                                los caminos del ser
                            </p>
                        </div>
                    </div>
                </div>

                <div class="col">
                    <div class="card shadow-sm">
                        <a href="#" class="pop">
                            <img src="images/iris/Sin Titulo.jpg" class="img-thumbnail z-depth-1"
                                 data-toggle="modal" data-target="#modal1"/>
                        </a>
                        <div class="card-body">
                            <p class="card-text">
                                sin titulo
                            </p>
                        </div>
                    </div>
                </div>

                <div class="col">
                    <div class="card shadow-sm">
                        <a href="#" class="pop">
                            <img src="images/iris/Viaje Cosmico.jpg" class="img-thumbnail z-depth-1"
                                 data-toggle="modal" data-target="#modal1"/>
                        </a>
                        <div class="card-body">
                            <p class="card-text">
                                viaje cosmico
                            </p>
                        </div>
                    </div>
                </div>


                                </div>
                            </div>
                        </div>
                    </main>
                </div>
            </div>
        </div>
    </div>
</header>
<footer class="text-muted py-5">
    <div class="container">
        <p class="float-end mb-1">
            <a href="#">Volver Arriba</a>
        </p>
    </div>
</footer>


<script src="js/bootstrap.bundle.min.js"></script>s
<script type="application/javascript">
    $(function () {
        $('.pop').on('click', function () {
            $('.imagepreview').attr('src', $(this).find('img').attr('src'));
            $('#imagemodal').modal('show');
        });
    });
</script>

</body>
</html>
