<!doctype html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="description" content="">
    <title>Galería Virtual</title>

    <!-- Bootstrap core CSS -->
    <link href="css/bootstrap.min.css" rel="stylesheet">
    <script src="js/jquery-3.5.1.min.js"></script>
</head>
<body>

<header>
    <div class="navbar navbar-light shadow-sm">
        <div class="container">
            <a href="#" style="display: none"/>
            <a href="index.html" class="navbar-brand d-flex align-items-center">
                <img src="images/paredfinal/JpgParedFinal/LogoEscudo.jpg" width="50" height="50" style="margin-right: 10px">
                <strong>Consulado General De la República Dominicana - Galería Virtual</strong>
            </a>
        </div>
    </div>

    <div class="container">
        <div class="row py-lg-5">
            <h1 class="fw-light text-center">
                Mónica Ferreras
            </h1>
            <div>
                <ul class="nav nav-tabs mb-3" id="myTab" role="tablist">
                   <li class="nav-item" role="presentation">
                        <button class="nav-link active" id="obras-tab" data-bs-toggle="tab" data-bs-target="#obras" type="button" role="tab" aria-controls="obras" aria-selected="true">Obras</button>
                    </li>
                    <li class="nav-item" role="presentation">
                        <button class="nav-link" id="bio-tab" data-bs-toggle="tab" data-bs-target="#biografia" type="button" role="tab" aria-controls="bio" aria-selected="false">Biografía</button>
                    </li>

                </ul>
            </div>
            <div class="tab-content" id="pills-tabContent">
                <div class="tab-pane fade" id="biografia" role="tabpanel" aria-labelledby="bio-tab">
                    <main>
                        <section class="py-5 container">
                            <div class="row py-lg-5">
                                <div class="col-lg-12 col-md-12 mx-auto">
                                    <code class="lead text-muted">
                                        <p>M&#243;nica Ferreras De la Maza es una artista visual de la Rep&#250;blica Dominicana radicada en Basilea, Suiza. Es una artista multidisciplinaria que se expresa a trav&#233;s de la instalaci&#243;n y el video arte, como tambi&#233;n la pintura y el dibujo. Su trabajo actual se divide tem&#225;ticamente en dos ejes centrales: uno &#237;ntimo que toca el tema de la muerte como la gran ausencia definitiva. Propone la b&#250;squeda de consuelo y sanaci&#243;n en estos procesos, por medio de navegar a modo de meditaci&#243;n por estos paisajes “astrales” que son imperceptibles a nuestros ojos y donde la artista se imagina que sus seres queridos ya idos de este plano quiz&#225;s habitan.</p>
<p></p>
<p>El otro eje tem&#225;tico es el de la b&#250;squeda o definici&#243;n de la identidad colectiva como la de los barrios de su pa&#237;s o la identidad individual, ambas encontrando expresi&#243;n a trav&#233;s en la figura del t&#243;tem. Este &#250;ltimo eje tem&#225;tico forma parte de un “ongoing project” que M&#243;nica empez&#243; en el 2011. </p>
<p>Ferreras De la Maza ha exhibido su obra en galer&#237;as y centros culturales en su pa&#237;s, en los Estados Unidos y Europa. Ha realizado 19 exposiciones individuales entre Rep&#250;blica Dominicana, Estados Unidos y Suiza.</p>
<p></p>
<p>Ferreras ha recibido varios importantes reconocimientos como el premio de “Publicaci&#243;n especializada / Libro 2018” por su libro You never know, premio este dado por la Asociaci&#243;n Dominicana de Cr&#237;ticos de Arte, Inc. (ADCA). En el 2017 fue nominada (2017-2018) por la Fundaci&#243;n Cisneros Fontanals dentro del programa “Grants and Comissions” en la categor&#237;a “mid-career artist”. En el 2016 Ferreras fue recipiente de una beca/residencia de 2 meses en Shanghai otorgada por La Australia China Art Foundation (ACAF). En el 2013 le fue otorgada la primera residencia de 3 meses dada por el Davidoff Art Initiative (DAI) en el International Studio &amp; Curatorial Program, Brooklyn, NY. En el 2010 fue ganadora de unos de los tres premios igualitarios del prestigioso concurso de las artes visuales en la Rep&#250;blica Dominicana, el XXIII Concurso de Arte E. Le&#243;n Jimenes.</p>
<p>M&#243;nica Ferreras a participado en importantes exposiciones colectivas dentro y fuera de su pa&#237;s, como son: PRIMERA BIENAL INTERNACIONAL DE ASUNCION, Paraguay; RECONNECTING, ARK Gallery, Shanghai, China; BAMEQUINOX 2014, Museo Ixchel, Guatemala; FESTIVAL DE CINE DE ARCHIDONA , CICLO ULTRAMAR, Murcia, Espa&#241;a; III SEMANA DE VIDEO IBEROAMERICANO, Filmoteca de Andaluc&#237;a, C&#243;rdoba, Espa&#241;a; ENTRE-VUES, Fondation Clement, Martinica; LATITUDES Exposition D^art Contemporain, Paris; VISIONARIOS, Video Experimental, Centro ITAU Cultural, Sao Paulo, Brasil; EL JUEGO DE LA DIFERENCIA, Museo de Arte de Caguas, Puerto Rico; INSIDE AND OUT, Recent Trends in the Arts of the Dominican Republic, Inter.-American Development Bank Cultural Center, Washington, DC, USA; VIDEOAKT, GlogauAIR Art Center, Berlin, Alemania; ISLAND NATION, RISD Museum, Providence, RI, USA; ETTER COLUMBUS.COM, Arte Contempor&#225;neo de Hait&#237; y Rep&#250;blica Dominicana , Kunstnermes Hus, Oslo, Noruega.</p>
<p></p>

                                    </code>
                                </div>
                            </div>
                        </section>
                    </main>
                </div>
                <div class="tab-pane fade show active" id="obras" role="tabpanel" aria-labelledby="obras-tab">
                    <main>
                        <div class="modal fade" id="imagemodal" tabindex="-1" role="dialog" aria-labelledby="myModalLabel"
                             aria-hidden="true">
                            <div class="modal-dialog modal-xl" data-dismiss="modal">
                                <div class="modal-content">
                                    <div class="modal-body">
                                        <img src="" class="imagepreview" style="width: 100%;">
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="album py-5 bg-light">
                            <div class="container">
                                <div class="row row-cols-1 row-cols-sm-2 row-cols-md-3 g-3">
                                                    <div class="col">
                    <div class="card shadow-sm">
                        <a href="#" class="pop">
                            <img src="images/monica/Postcard 1.jpg" class="img-thumbnail z-depth-1"
                                 data-toggle="modal" data-target="#modal1"/>
                        </a>
                        <div class="card-body">
                            <p class="card-text">
                                postcard 1
                            </p>
                        </div>
                    </div>
                </div>

                <div class="col">
                    <div class="card shadow-sm">
                        <a href="#" class="pop">
                            <img src="images/monica/Postcard 3.jpg" class="img-thumbnail z-depth-1"
                                 data-toggle="modal" data-target="#modal1"/>
                        </a>
                        <div class="card-body">
                            <p class="card-text">
                                postcard 3
                            </p>
                        </div>
                    </div>
                </div>

                <div class="col">
                    <div class="card shadow-sm">
                        <a href="#" class="pop">
                            <img src="images/monica/Postcard.jpg" class="img-thumbnail z-depth-1"
                                 data-toggle="modal" data-target="#modal1"/>
                        </a>
                        <div class="card-body">
                            <p class="card-text">
                                postcard
                            </p>
                        </div>
                    </div>
                </div>


                                </div>
                            </div>
                        </div>
                    </main>
                </div>
            </div>
        </div>
    </div>
</header>
<footer class="text-muted py-5">
    <div class="container">
        <p class="float-end mb-1">
            <a href="#">Volver Arriba</a>
        </p>
    </div>
</footer>


<script src="js/bootstrap.bundle.min.js"></script>s
<script type="application/javascript">
    $(function () {
        $('.pop').on('click', function () {
            $('.imagepreview').attr('src', $(this).find('img').attr('src'));
            $('#imagemodal').modal('show');
        });
    });
</script>

</body>
</html>
